Repository: manaflow-ai/cmux
Catalog: Packages/iOS/CmuxAgentChatUI/Sources/CmuxAgentChatUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# chat.artifact.failure.account_mismatch.message
source: This device and the Mac are signed in to different cmux accounts.
ja: このデバイスとMacは異なるcmuxアカウントにサインインしています。

# chat.artifact.failure.account_mismatch.title
source: Account mismatch
ja: アカウントが一致しません

# chat.artifact.failure.authentication_expired.message
source: Reconnect to the Mac to refresh authentication, then try again.
ja: Macに再接続して認証を更新してから、もう一度お試しください。

# chat.artifact.failure.authentication_expired.title
source: Pairing expired
ja: ペアリングの有効期限が切れました

# chat.artifact.failure.authorization.message
source: This device isn't authorized to read files from the Mac. Pair it again.
ja: このデバイスにはMac上のファイルを読み取る権限がありません。もう一度ペアリングしてください。

# chat.artifact.failure.authorization.title
source: Connection not authorized
ja: 接続が承認されていません

# chat.artifact.failure.corrupt_media.message
source: The file type is supported, but its media data couldn't be decoded.
ja: 対応しているファイル形式ですが、メディアデータをデコードできませんでした。

# chat.artifact.failure.corrupt_media.title
source: File is damaged
ja: ファイルが破損しています

# chat.artifact.failure.file_changed.message
source: The file changed while it was loading. Try again to load the latest version.
ja: 読み込み中にファイルが変更されました。最新の内容を読み込むには、もう一度お試しください。

# chat.artifact.failure.file_changed.title
source: File changed
ja: ファイルが変更されました

# chat.artifact.failure.forbidden.workspace_message
source: This file is no longer part of the workspace changes.
ja: このファイルはワークスペースの変更に含まれなくなりました。

# chat.artifact.failure.invalid_request.message
source: The file request was invalid. Update cmux on both devices.
ja: ファイルリクエストが無効です。両方のデバイスでcmuxをアップデートしてください。

# chat.artifact.failure.invalid_request.title
source: Invalid file request
ja: 無効なファイルリクエスト

# chat.artifact.failure.invalid_response.message
source: The Mac sent inconsistent file data. Try again, then update cmux if it continues.
ja: Macから整合性のないファイルデータが送信されました。もう一度試し、続く場合はcmuxをアップデートしてください。

# chat.artifact.failure.invalid_response.title
source: Invalid file response
ja: 無効なファイル応答

# chat.artifact.failure.local_storage.message
source: The file arrived, but cmux couldn't create or read its temporary file on this device. Try again.
ja: ファイルは届きましたが、このデバイスで一時ファイルを作成または読み取りできませんでした。もう一度お試しください。

# chat.artifact.failure.local_storage.title
source: Local storage unavailable
ja: ローカルストレージを利用できません

# chat.artifact.failure.not_directory.message
source: This path is a file, not a folder.
ja: このパスはフォルダではなくファイルです。

# chat.artifact.failure.not_directory.title
source: Not a folder
ja: フォルダではありません

# chat.artifact.failure.not_regular_file.message
source: This path is a folder or special filesystem item, so its bytes can't be previewed.
ja: このパスはフォルダまたは特殊なファイルシステム項目のため、内容をプレビューできません。

# chat.artifact.failure.not_regular_file.title
source: Not a regular file
ja: 通常のファイルではありません

# chat.artifact.failure.not_repository.message
source: The workspace folder is no longer a Git repository.
ja: ワークスペースのフォルダはGitリポジトリではなくなりました。

# chat.artifact.failure.not_repository.title
source: Repository unavailable
ja: リポジトリを利用できません

# chat.artifact.failure.permission.message
source: cmux found the file, but the Mac doesn't allow cmux to read it. Check the file's permissions.
ja: ファイルは見つかりましたが、Macでcmuxに読み取りが許可されていません。ファイルのアクセス権を確認してください。

# chat.artifact.failure.permission.title
source: Permission denied
ja: アクセス権がありません

# chat.artifact.failure.preview_failed.message
source: The file was read, but cmux couldn't create its preview. Try again.
ja: ファイルは読み取れましたが、プレビューを作成できませんでした。もう一度お試しください。

# chat.artifact.failure.preview_failed.title
source: Couldn't create preview
ja: プレビューを作成できません

# chat.artifact.failure.read_failed.message
source: The Mac found the file but couldn't read its metadata or contents. Try again.
ja: Macでファイルは見つかりましたが、メタデータまたは内容を読み取れませんでした。もう一度お試しください。

# chat.artifact.failure.read_failed.title
source: Couldn't read file
ja: ファイルを読み取れません

# chat.artifact.failure.reconnecting.message
source: A connection attempt is already in progress. Try again in a moment.
ja: 接続を試行中です。しばらくしてからもう一度お試しください。

# chat.artifact.failure.reconnecting.title
source: Reconnecting to Mac
ja: Macに再接続中

# chat.artifact.failure.restart.message
source: Connection cleanup is stuck. Restart cmux on this device, reconnect, and try again.
ja: 接続のクリーンアップが停止しています。このデバイスでcmuxを再起動し、再接続してからもう一度お試しください。

# chat.artifact.failure.restart.title
source: Restart required
ja: 再起動が必要です

# chat.artifact.failure.secure_connection.message
source: This route can't securely transfer Mac files. Reconnect using a paired secure route.
ja: この経路ではMacのファイルを安全に転送できません。ペアリング済みの安全な経路で再接続してください。

# chat.artifact.failure.secure_connection.title
source: Secure connection required
ja: 安全な接続が必要です

# chat.artifact.failure.service_unavailable.message
source: File transfer is temporarily unavailable on the Mac. Try again.
ja: Macでファイル転送を一時的に利用できません。もう一度お試しください。

# chat.artifact.failure.service_unavailable.title
source: File service unavailable
ja: ファイルサービスを利用できません

# chat.artifact.failure.session_unavailable.message
source: The session exists, but its file history couldn't be read on the Mac.
ja: セッションは存在しますが、Macでファイル履歴を読み取れませんでした。

# chat.artifact.failure.session_unavailable.title
source: Session unavailable
ja: セッションを利用できません

# chat.artifact.failure.storage_full.message
source: Free some storage on this device, then try again.
ja: このデバイスの空き容量を増やしてから、もう一度お試しください。

# chat.artifact.failure.storage_full.title
source: iPhone storage full
ja: iPhoneのストレージがいっぱいです

# chat.artifact.failure.terminal_missing.message
source: The terminal that authorized this file is no longer available.
ja: このファイルを承認したターミナルは利用できなくなりました。

# chat.artifact.failure.terminal_missing.title
source: Terminal not found
ja: ターミナルが見つかりません

# chat.artifact.failure.timeout.message
source: The file request didn't complete in time. Try again.
ja: ファイルリクエストが時間内に完了しませんでした。もう一度お試しください。

# chat.artifact.failure.timeout.title
source: Request timed out
ja: リクエストがタイムアウトしました

# chat.artifact.failure.transfer_interrupted.message
source: The file transfer stopped before all bytes arrived. Try again.
ja: すべてのデータが届く前にファイル転送が停止しました。もう一度お試しください。

# chat.artifact.failure.transfer_interrupted.title
source: Transfer interrupted
ja: 転送が中断されました

# chat.artifact.failure.unknown.message
source: The Mac reported an error this app doesn't recognize. Update cmux on both devices.
ja: Macがこのアプリで認識できないエラーを返しました。両方のデバイスでcmuxをアップデートしてください。

# chat.artifact.failure.unknown.message_with_code
source: The Mac reported an error this app doesn't recognize (%@). Update cmux on both devices.
ja: Macがこのアプリで認識できないエラーを返しました（%@）。両方のデバイスでcmuxをアップデートしてください。

# chat.artifact.failure.unknown.title
source: Unrecognized error
ja: 認識できないエラー

# chat.artifact.failure.unsupported.message
source: This Mac doesn't support file previews. Update cmux on the Mac.
ja: このMacはファイルプレビューに対応していません。Macのcmuxをアップデートしてください。

# chat.artifact.failure.unsupported.title
source: File previews unavailable
ja: ファイルプレビューを利用できません

# chat.artifact.failure.workspace_missing.message
source: The workspace for this file is no longer available.
ja: このファイルのワークスペースは利用できなくなりました。

# chat.artifact.failure.workspace_missing.title
source: Workspace not found
ja: ワークスペースが見つかりません

# chat.artifact.accessibility.large_text_truncated
source: Only the beginning of this large document is exposed to assistive technologies.
ja: この大きな書類では、先頭部分のみが支援技術に公開されます。

# chat.artifact.action_failed.message
source: Check the connection to your Mac and try again.
ja: Macへの接続を確認して、もう一度お試しください。

# chat.artifact.action_failed.title
source: Couldn't complete action
ja: 操作を完了できませんでした

# chat.artifact.browse_folder
source: Browse folder
ja: フォルダを表示

# chat.artifact.copy_contents
source: Copy contents
ja: 内容をコピー

# chat.artifact.copy_image
source: Copy image
ja: 画像をコピー

# chat.artifact.copy_path
source: Copy path
ja: パスをコピー

# chat.artifact.disconnected.message
source: This phone isn't connected to the Mac right now. Reconnect, then retry.
ja: このiPhoneは現在Macに接続されていません。再接続してからもう一度お試しください。

# chat.artifact.disconnected.title
source: Not connected
ja: 未接続

# chat.artifact.done
source: Done
ja: 完了

# chat.artifact.failed.message
source: Something went wrong loading this file.
ja: このファイルの読み込み中に問題が発生しました。

# chat.artifact.failed.title
source: Couldn't load file
ja: ファイルを読み込めませんでした

# chat.artifact.file_actions
source: File actions
ja: ファイル操作

# chat.artifact.file_missing.message
source: The file is no longer available on your Mac.
ja: そのファイルはMac上で利用できなくなりました。

# chat.artifact.file_missing.title
source: File not found
ja: ファイルが見つかりません

# chat.artifact.folder.empty
source: No items
ja: 項目がありません

# chat.artifact.folder.load_failed
source: Couldn't load this folder
ja: このフォルダを読み込めませんでした

# chat.artifact.folder.showing_first_500
source: Showing first 500 items
ja: 最初の 500 項目を表示しています

# chat.artifact.forbidden.message
source: This file was not referenced by the conversation.
ja: このファイルは会話で参照されていません。

# chat.artifact.forbidden.panel_message
source: This file isn't displayed by the selected panel.
ja: このファイルは選択したパネルに表示されていません。

# chat.artifact.forbidden.terminal_message
source: This file isn't visible in the current terminal view.
ja: このファイルは現在のターミナル画面に表示されていません。

# chat.artifact.forbidden.title
source: Preview unavailable
ja: プレビューできません

# chat.artifact.highlighting.off
source: Highlighting off
ja: ハイライトはオフ

# chat.artifact.highlighting.off.explanation
source: This file is %@. Syntax highlighting is off above %@ to keep scrolling smooth.
ja: このファイルは%@です。スクロールを滑らかに保つため、%@を超えるファイルでは構文ハイライトがオフになります。

# chat.artifact.jump.bottom
source: Bottom
ja: 下端

# chat.artifact.jump.end
source: End
ja: 末尾

# chat.artifact.jump.latest
source: Latest
ja: 最新

# chat.artifact.jump.top
source: Top
ja: 先頭

# chat.artifact.line.close
source: Close go to line
ja: 行へ移動を閉じる

# chat.artifact.line.go
source: Go
ja: 移動

# chat.artifact.line.goto
source: Go to line
ja: 行へ移動

# chat.artifact.line.numbers
source: Line numbers
ja: 行番号

# chat.artifact.line.placeholder
source: Line number
ja: 行番号

# chat.artifact.load_failed.message
source: The file couldn’t be loaded. Try again.
ja: ファイルを読み込めませんでした。もう一度お試しください。

# chat.artifact.load_failed.title
source: Couldn’t load file
ja: ファイルを読み込めません

# chat.artifact.loading
source: Loading preview
ja: プレビューを読み込み中

# chat.artifact.mac_unreachable.message
source: Check the connection to your Mac and try again.
ja: Macとの接続を確認して、もう一度お試しください。

# chat.artifact.mac_unreachable.title
source: Mac unreachable
ja: Macに接続できません

# chat.artifact.session_missing.message
source: The chat session for this file is no longer available.
ja: このファイルのチャットセッションは利用できなくなりました。

# chat.artifact.session_missing.title
source: Session not found
ja: セッションが見つかりません

# chat.artifact.markdown.raw
source: Raw
ja: ソース

# chat.artifact.markdown.rendered
source: Rendered
ja: プレビュー

# chat.artifact.markdown.view
source: Markdown view
ja: Markdown表示

# chat.artifact.not_found.message
source: This file's source is no longer available on your Mac.
ja: このファイルのソースはMac上で利用できなくなりました。

# chat.artifact.not_found.panel_message
source: That file panel is no longer open on your Mac.
ja: そのファイルパネルはMac上で開かれていません。

# chat.artifact.not_found.panel_title
source: Panel closed
ja: パネルは閉じられました

# chat.artifact.not_found.title
source: Source unavailable
ja: ソースを利用できません

# chat.artifact.preview_unavailable.message
source: This file can't be previewed.
ja: このファイルはプレビューできません。

# chat.artifact.preview_unavailable.title
source: Preview unavailable
ja: プレビューできません

# chat.artifact.reconnecting.message
source: This phone's connection to the Mac dropped and is coming back. Retry in a moment.
ja: このiPhoneとMacの接続が切断され、再接続中です。しばらくしてからもう一度お試しください。

# chat.artifact.reconnecting.title
source: Reconnecting…
ja: 再接続中…

# chat.artifact.retry
source: Retry
ja: 再試行

# chat.artifact.save_to_files
source: Save to Files
ja: 「ファイル」に保存

# chat.artifact.search.close
source: Close search
ja: 検索を閉じる

# chat.artifact.search.next
source: Next match
ja: 次の一致

# chat.artifact.search.placeholder
source: Find in file
ja: ファイル内を検索

# chat.artifact.search.previous
source: Previous match
ja: 前の一致

# chat.artifact.search.still_loading
source: Still loading
ja: 読み込み中

# chat.artifact.search.title
source: Search
ja: 検索

# chat.artifact.share
source: Share
ja: 共有

# chat.artifact.text_options
source: Text options
ja: テキストオプション

# chat.artifact.too_large.limit_message
source: This preview is limited to %@.
ja: このプレビューの上限は%@です。

# chat.artifact.too_large.message
source: This file is %@; previews are limited to %@.
ja: このファイルのサイズは%@です。プレビューの上限は%@です。

# chat.artifact.too_large.title
source: File too large to preview
ja: ファイルが大きすぎてプレビューできません

# chat.artifact.unavailable.message
source: File transfer is temporarily unavailable on your Mac. Try again shortly.
ja: Macのファイル転送は一時的に利用できません。しばらくしてからもう一度お試しください。

# chat.artifact.unavailable.title
source: Transfer unavailable
ja: 転送を利用できません

# chat.artifact.unsupported.message
source: The connected Mac's cmux version can't preview this file.
ja: 接続中のMacのcmuxバージョンではこのファイルをプレビューできません。

# chat.artifact.unsupported.title
source: Update cmux on your Mac
ja: Macのcmuxをアップデートしてください

# chat.artifact.view_file
source: View file
ja: ファイルを表示

# chat.artifact.viewer.actions
source: Viewer actions
ja: ビューア操作

# chat.artifact.wrap
source: Word wrap
ja: 行を折り返す

# chat.row.collapse.hint
source: Double tap to collapse
ja: ダブルタップで折りたたむ

# chat.row.collapsed.accessibility
source: Collapsed
ja: 折りたたみ済み

# chat.row.expand.hint
source: Double tap to expand
ja: ダブルタップで展開

# chat.row.expanded.accessibility
source: Expanded
ja: 展開済み

# chat.terminal.collapse.action
source: Show less output
ja: 出力を折りたたむ

# chat.terminal.expand.action
source: Show all output
ja: すべての出力を表示

# chat.tool.truncated
source: ⋯ truncated
ja: ⋯ 省略

# markdown.web.remoteImageBlocked
source: Remote image blocked
ja: リモート画像をブロックしました

# markdown.web.remoteImageConsentMessage
source: cmux will not contact this image URL until you load this image.
ja: この画像を読み込むまで、cmux はこの画像 URL に接続しません。

# markdown.web.remoteImageCopied
source: Copied
ja: コピーしました

# markdown.web.remoteImageCopyURL
source: Copy image URL
ja: 画像 URL をコピー

# markdown.web.remoteImageHTTPSOnly
source: Only HTTPS remote images can be loaded in the viewer.
ja: ビューアー内で読み込めるのは HTTPS のリモート画像のみです。

# markdown.web.remoteImageLoadImage
source: Load this image
ja: この画像を読み込む

# markdown.web.remoteImageLoading
source: Loading
ja: 読み込み中

# markdown.web.remoteImageNotAllowed
source: This remote image URL cannot be loaded in the viewer.
ja: このリモート画像 URL はビューアー内で読み込めません。

# markdown.web.remoteImageOpenURL
source: Open image URL
ja: 画像 URL を開く

# markdown.web.remoteImageURL
source: Image URL: {url}
ja: 画像 URL: {url}

# markdown.web.rendererInitFailed
source: Markdown renderer failed to initialize. Showing raw source.
ja: Markdownレンダラーの初期化に失敗しました。元のテキストを表示しています。
